{
   "AL":{
      "State":"Alabama",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "AK":{
      "State":"Alaska",
      "Medical":{
         "Year":"1998",
         "Status":"Ballot Measure 8 was passed in November 1998 by 58% majority, taking effect in June 1999. All medical marijuana patients in Alaska must enroll in a state patient registry."
      },
      "Decriminalized":{
         "Year":"1975",
         "Status":"Possession of up to 4 ounces of marijuana has technically been legal under state law since 1975, surviving recriminalization challenges by voter initiative in 1991 and a subsequent attempt by Gov. Frank Murkowski in 2004. In 2006, the courts upheld the law, but the state legislature subsequently recriminalized possession of even small amounts of weed, leaving the state of affairs somewhat unclear"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "AZ":{
      "State":"Arizona",
      "Medical":{
         "Year":"2010",
         "Status":"In November 2010, Arizona voters legalized medical marijuana with Proposition 203, which passed with just 50.13% of the vote."
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "AR":{
      "State":"Arkansas",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "CA":{
      "State":"California",
      "Medical":{
         "Year":"1996",
         "Status":"Proposition 215 in November 1996 legalized medical marijuana and established a state registry for medical marijuana patients. The Marijuana Policy Project estimates 14.69 per 1,000 residents has a medical marijuana card."
      },
      "Decriminalized":{
         "Year":"1975",
         "Status":"Senate Bill 95 in 1975 reduced possession of less than one ounce of marijuana to a misdemeanor. In 2010 Gov. Arnold Schwarzenegger further reduced penalties to a civil infraction leading to no jail time."
      },
      "Pseudo":{
         "Year":"1996",
         "Status":"Marijuana was decriminalized in 1975 by Senate Bill 95, and the state medical marijuana registry was created in 1996 by Proposition 215."
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "CO":{
      "State":"Colorado",
      "Medical":{
         "Year":"2000",
         "Status":"In November 2000, Colorado voters passed Amendment 20 to the state's constitution, essentially giving medical marijuana patients the right to possession of small amounts of pot. Smokers had to register with the state's Medical Marijuana Registry and could possess no more than two ounces."
      },
      "Decriminalized":{
         "Year":"1975",
         "Status":"In 1975, Colorado made possession of marijuana under one ounce a petty offense punishable by just a $100 fine, though stricter punishments existed for those in possession of more than that amount."
      },
      "Pseudo":{
         "Year":"2000",
         "Status":"Colorado decriminalized small amounts of the drug in 1975, while the state's Medical Marijuana Registry was established in 2000."
      },
      "Legalized":{
         "Year":"2012",
         "Status":"In November 2012, Colorado Amendment 64 was passed by voter initiative with 55% support, setting up the world's first fully legalized market for recreational marijuana. Adults can grow up to three immature and three mature plants, keep unlimited marijuana where it was grown, possess one ounce while traveling, and give up to one ounce as a gift. Recreational dispensaries generally sell up to an ounce of marijuana to in-state customers and up to a quarter ounce to out-of-staters."
      }
   },
   "CT":{
      "State":"Connecticut",
      "Medical":{
         "Year":"2012",
         "Status":"Gov. Dannel Malloy approved a law to allow physicians to prescibe medicinal marijuana for patients suffering from debilitating diseases. The first dispensaries will open in 2014."
      },
      "Decriminalized":{
         "Year":"2011",
         "Status":"Small amounts of marijuana are punishable by a $150 fine, with subsequent offenses carrying a $200-500 fine. Possession within 1500 feet of a school zone, however, is punishable by a minimum of 3 years in prison."
      },
      "Pseudo":{
         "Year":"2012",
         "Status":"While small amounts of marijuana were decriminalized in 2011, medical marijuana didn't come to the state until 2012, when Gov. Dannel Malloy signed a law allowing prescription of medical cannabis for patients suffering from certain conditions. The first dispensaries will open in 2014."
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "DE":{
      "State":"Delaware",
      "Medical":{
         "Year":"2011",
         "Status":"Gov. Jack Markell signed Senate Bill 17 in May 2011, removing state-level criminal penalties on the use and possession of marijuana by patients with an authorized \"debilitating medical condition.\" However, implementation has been limited and obtaining a patient license is considered difficult."
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "FL":{
      "State":"Georgia",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "GA":{
      "State":"Florida",
      "Medical":{
         "Year":"",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "HI":{
      "State":"Hawaii",
      "Medical":{
         "Year":"200",
         "Status":"In June 2000, Gov. Benjamin Cayetano signed the first legislative action to approve medical marijuana in U.S. history into law. Eight states had previously decided to allow medical marijuana, but all of those laws were passed by voter initiative."
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "ID":{
      "State":"Idaho",
      "Medical":{
         "Year":"2000",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "IL":{
      "State":"Illinois",
      "Medical":{
         "Year":"2013",
         "Status":"Medical marijuana was technically legalized in 1978 by the state's Cannabis Control Act, but two state agencies neglected to enforce the law and thus it remained illegal. In August 2013, Gov. Pat Quinn signed a bill allowing medical marijuana in the state, which went into effect on January 1, 2014."
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "IN":{
      "State":"Indiana",
      "Medical":{
         "Year":"2013",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "IA":{
      "State":"Iowa",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "KS":{
      "State":"Kansas",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "KY":{
      "State":"Kentucky",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "LA":{
      "State":"Louisiana",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "ME":{
      "State":"Maine",
      "Medical":{
         "Year":"1999",
         "Status":"In November 1999, voters passed Question 2 with 62% of the vote, legalizing medical marijuana."
      },
      "Decriminalized":{
         "Year":"2009",
         "Status":"Gov. John Baldacci signed legislation (LD250) in May 2009 making possession of 2.5 ounces or less of marijuana a civil infraction rather than a misdemeanor or felony."
      },
      "Pseudo":{
         "Year":"2013",
         "Status":"Portland, Maine passed Question 1 by 67%, legalizing possession of up to 2.5 ounces of marijuana within the city limits. However, standing laws remain in place throughout the rest of the state.\n"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "MD":{
      "State":"Maryland",
      "Medical":{
         "Year":"1999",
         "Status":"All marijuana remains illegal in Maryland. However, in 2011, the state established affirmative defense for medical marijuana allowing patients to prove they require it for medical purposes at trial to avoid penalty."
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "MA":{
      "State":"Massachusetts",
      "Medical":{
         "Year":"2011",
         "Status":"Question 3, passed by 60% voter approval in 2012, legalized medical marijuana and allowed patients to possess up to a 60-day supply of the drug. Patients and caregivers must register with the state department of public health."
      },
      "Decriminalized":{
         "Year":"2008",
         "Status":"2008's Question 2, passed by voter initiative with 63% of the vote, defined marijuana possession of less than one ounce a civil infraction punishable by a fine of merely $100."
      },
      "Pseudo":{
         "Year":"2012",
         "Status":"2008's Question 2, passed by voter initiative with 63% of the vote, defined marijuana possession of less than one ounce a civil infraction punishable by a fine of merely $100. Question 3, passed by 60% voter approval in 2012, legalized medical marijuana and allowed patients to possess up to a 60-day supply of the drug. Patients and caregivers must register with the state department of public health."
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "MI":{
      "State":"Michigan",
      "Medical":{
         "Year":"2012",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "MN":{
      "State":"Minnesota",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"1976",
         "Status":"As of 2011, small amounts of marijuana (42.5 grams, or about an ounce) are punishable by a misdemeanor fine of $200. "
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "MS":{
      "State":"Mississippi",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "MO":{
      "State":"Missouri",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"1978",
         "Status":"Marijuana was originally decriminalized in Mississippi in 1978. A bill in 2004 further lessened penalties of less than 30 grams (about an ounce) to a misdemeanor punishable by a $100-250 fine."
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "MT":{
      "State":"Montana",
      "Medical":{
         "Year":"2004",
         "Status":"62% of voters approved Initiative 148 in November 2004, removing state-level penalties on the use of marijuana for medical purposes when authorized by a physician for specific medical conditions. A 2011 law, Senate Bill 423, cracked down on prescribing doctors and patients."
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "NE":{
      "State":"Nebraska",
      "Medical":{
         "Year":"2004",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"1977",
         "Status":"First-offense possession of an ounce or less is punishable by a $300 fine, with the next two arrests costing smokers $400 and five days in jail then $500 and up to a week in jail. Second and third offenses are misdemeanors, but only citable, not arrestable."
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "NV":{
      "State":"Nevada",
      "Medical":{
         "Year":"2000",
         "Status":"Question 9 was passed in November 2000 by a 65-35% margin. The law allows up to an ounce for qualifying patients. However, there was no legal way for citizens to obtain it other than growing it themselves until 2013, when the state approved a regulatory apparatus to oversee dispensaries."
      },
      "Decriminalized":{
         "Year":"2002",
         "Status":"The first offense is punishable by a misdemeanor with a fine of not more than $600, with subsequent offenses resulting in increasing fines. On the fourth arrest, though, it becomes a felony with a fine of $5000 and 1-4 years of jail time."
      },
      "Pseudo":{
         "Year":"2002",
         "Status":"Medical marijuana was legalized in 2000 by Question 9 by a 65-35% margin. In 2002, Nevada reduced criminal penalties of possession of small amounts of marjuana to a $600 fine on the first offense."
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "NH":{
      "State":"New Hampshire",
      "Medical":{
         "Year":"2000",
         "Status":"In July 2013, New Hampshire's Gov. Maggie Hassan approved HB 573, which legalizes possession of small amounts of marijuana for qualifying patients in the state. Previous attempts were vetoed in 2009 and 2012 by former Gov. John Lynch."
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "NJ":{
      "State":"New Jersey",
      "Medical":{
         "Year":"2013",
         "Status":"In 2010, former Gov. Jon Corzine signed the New Jersey Compassionate Use Medical Marijuana Act, which allows for medical use of marijuana. In 2013 the law was amended to allow the sale of multiple strains of cannabis as well as edible marijuana products."
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "NM":{
      "State":"New Mexico",
      "Medical":{
         "Year":"2010",
         "Status":"In April 2007, New Mexico legalized medical marijuana when Governor Bill Richardson signed Senate Bill 523. However, there is a rigid application process and a shortage of marijuana for use by patients in the state."
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "NY":{
      "State":"New York",
      "Medical":{
         "Year":"2007",
         "Status":"Gov. Andrew Cuomo announced a plan for 2014 to let a limited set of hospitals distribute marijuana to qualifying patients in an exploratory phase, but critics have said the plan is too \"timid\" and urged greater relaxation of marijuana laws."
      },
      "Decriminalized":{
         "Year":"1977",
         "Status":"Since 1977, unlawful possession of less than an ounce of marijuana not in a public place is punishable by a fine of $100. However, New York City cops in particular have been criticized in the past for requesting suspects to turn out their pockets, thus making the possession \"public\" and a Class B misdemeanor punishable by 3 months in jail."
      },
      "Pseudo":{
         "Year":"2014",
         "Status":"In 2014, Gov. Andrew Cuomo has established a plan to let a limited set of hospitals distribute marijuana to qualifying patients in an exploratory phase, but critics have said the plan is too \"timid\" and urged greater relaxation of marijuana laws. Non-public possession of marijuana has been punishable by a fine of $100 on the first offense since 1977."
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "NC":{
      "State":"North Carolina",
      "Medical":{
         "Year":"2014",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"1977",
         "Status":"A 1977 law suspended all jail sentences for minor marijuana possession offenses. Marijuana possession of up to 0.5 oz is not arrestable, and usually thrown out of court. Possession of 1.5 ounces to 10 pounds of marijuana is considered punishable, but it is uncommon for lower weights to be strictly enforced and most offenders get a maximum of three months in jail. Personal use is usually punished with a traffic ticket, and police largely ignore medicinal use."
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "ND":{
      "State":"North Dakota",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "OH":{
      "State":"Ohio",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"1976",
         "Status":"Since 1976, possession of small amounts of marijuana is a minor misdemeanor punishable by a fine of $100 for amounts smaller than 100 grams. Possession of more than 200 grams can result in jail time, however."
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "OK":{
      "State":"Okahoma",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"In 2011, Oklahoma took the unprecedented step of approving legislation that would introduce life sentences for possession of hash, marijuana-infused food, or grinders."
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "OR":{
      "State":"Oregon",
      "Medical":{
         "Year":"1998",
         "Status":"In November 1998, Ballot Measure 67 established the Oregon Medical Marijuana Act by a 54.6-45.5% margin. Patients with certain qualifying conditions were allowed to use cannabis medicinally and by November 1999, nearly 21,000 patients were registered."
      },
      "Decriminalized":{
         "Year":"1973",
         "Status":"Since 1973, possession of less than an ounce of marijuana is punishable only by a fine of $500-1,000. Oregon was the first state to decriminalize marijuana. However, growing the plant is a Class A felony. Private use is not punishable, while public use is."
      },
      "Pseudo":{
         "Year":"1998",
         "Status":""
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "PA":{
      "State":"Pennsylvania",
      "Medical":{
         "Year":"1998",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "RI":{
      "State":"Rhode Island",
      "Medical":{
         "Year":"2006",
         "Status":" 2006's Edward O. Hawkins and Thomas C. Slater Medical Marijuana Act legalized medical marijuana under certain circumstances. Possession is limited to 2.5 ounces, and the first medical marijuana dispensary opened in 2013 in Providence."
      },
      "Decriminalized":{
         "Year":"2013",
         "Status":"As of April 2013, possession of up to an ounce of marijuana is punishable by a $150 fine. Three arrests for possession in an 18-month period, however, would result in a misdemeanor charge with fines or prison time."
      },
      "Pseudo":{
         "Year":"2013",
         "Status":"As of April 2013, possession of up to an ounce of marijuana is punishable by a $150 fine. Three arrests for possession in an 18-month period, however, would result in a misdemeanor charge with fines or prison time."
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "SC":{
      "State":"South Carolina",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "SD":{
      "State":"South Dakota",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "TN":{
      "State":"Tennessee",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "TX":{
      "State":"Texas",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "UT":{
      "State":"Utah",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "VT":{
      "State":"Vermont",
      "Medical":{
         "Year":"2004",
         "Status":" Senate Bill 76 legalized medical marijuana in July 2004, allowing the possession of up to 2 ounces of usable cannabis and a maximum of three plants, only one of which may be mature."
      },
      "Decriminalized":{
         "Year":"2013",
         "Status":"In June 2013, Gov. Peter Shumlin signed legislation removing criminal penalties for possession of up to one ounce of marijuana and instead making it a civil infraction."
      },
      "Pseudo":{
         "Year":"2013",
         "Status":"In June 2013, Gov. Peter Shumlin signed legislation removing criminal penalties for possession of up to one ounce of marijuana and instead making it a civil infraction."
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "VA":{
      "State":"Virginia",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "WA":{
      "State":"Washington",
      "Medical":{
         "Year":"1998",
         "Status":"Initiative 629 in November 1998 passed with 59% of the vote, permitting patients with certain medical conditions to smoke medical marijuana. A qualified patient and their designated provider could possess up to a 60-day supply, accepted to be 24 ounces of usable marijuana and 15 plants."
      },
      "Decriminalized":{
         "Year":"2012",
         "Status":"Initiative 502 passed 56-44% in November 2012, making recreational possession of small amounts of marijuana legal for those 21 years of age and older. Previously to the passage of I-502, non-medical marijuana possession was a misdemeanor, often leaving those caught with legal fees, jail time, and a criminal record."
      },
      "Pseudo":{
         "Year":"2012",
         "Status":"Initiative 502 passed 56-44% in November 2012, making recreational possession of small amounts of marijuana legal for those 21 years of age and older. Previously to the passage of I-502, non-medical marijuana possession was a misdemeanor, often leaving those caught with legal fees, jail time, and a criminal record."
      },
      "Legalized":{
         "Year":"2012",
         "Status":"Initiative 502 passed 56-44% in November 2012, making recreational possession of small amounts of marijuana legal for those 21 years of age and older. Previously to the passage of I-502, non-medical marijuana possession was a misdemeanor, often leaving those caught with legal fees, jail time, and a criminal record."
      }
   },
   "WV":{
      "State":"West Virginia",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "WI":{
      "State":"Wisconsin",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   },
   "WY":{
      "State":"Wyoming",
      "Medical":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Decriminalized":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Pseudo":{
         "Year":"0",
         "Status":"Illegal"
      },
      "Legalized":{
         "Year":"0",
         "Status":"Illegal"
      }
   }
}